[
    {"day": 1, "msg": "Believe in the Magic of the season."},
    {"day": 2, "msg": "Peace and Joy!"},
    {"day": 3, "msg": "Giving is the Best Communication."},
    {"day": 4, "msg": "Faith, Love, Hope. Embrace all three this Advent!"},
    {"day": 5, "msg": "Ponder on the true meaning of Christmas."},
    {"day": 6, "msg": "Help family and friends; be the positive light."},
    {"day": 7, "msg": "Contemplative time, preparation for the arrival of Christmas."},
    {"day": 8, "msg": "May our hearts be filled with hope, peace, love, and joy."},
    {"day": 9, "msg": "Advent invites us to slow down and savor the present moment."},
    {"day": 10, "msg": "Cherish the simplicity of candlelight, the aroma of fresh pine, and the melody of carols."},
    {"day": 11, "msg": "Reconcile with those we have wronged, and to cultivate humility and gratitude."},
    {"day": 12, "msg": "Seek and follow the light, to draw closer to the source of hope."},
    {"day": 13, "msg": "Hark! The festive air is afoot, as the Advent season heralds the anticipation of a sacred Christmas night."},
    {"day": 14, "msg": "Advent season is a time of anticipation as we await the Feast of the Epiphany."},
    {"day": 15, "msg": "A joyful period of preparation and anticipation for celebrating the birth of Jesus Christ."},
    {"day": 16, "msg": "Lighting of candles, singing of carols, and reflecting on the true meaning of Christmas."},
    {"day": 17, "msg": "A time of joyful anticipation and preparation for the birth of Jesus Christ."},
    {"day": 18, "msg": "A festive season of spiritual preparation and Christmas anticipation."},
    {"day": 19, "msg": "A period of reflection, hope, and gratitude, as we reflect on the true meaning of Christmas and the gift of love that Jesus brings to the world."},
    {"day": 20, "msg": "A spiritually uplifting time of preparation and expectation for the celebration of Jesus' birth."},
    {"day": 21, "msg": "A season of anticipation and preparation for the celebration of the birth of Jesus Christ, observed through prayer, fasting, and giving."},
    {"day": 22, "msg": "Advent is a special time of year that is celebrated by many people around the world. It is a time to prepare for Christmas and to remember the birth of Jesus."},
    {"day": 23, "msg": "Enjoy decorating our homes with Christmas decorations. Spend time with family and friends putting up a Christmas tree, hanging lights, and putting up ornaments."},
    {"day": 24, "msg": "Fill your homes with love and merriment to get us excited for Christmas."}
  ]